export const supportButton = [
  { text: "자주하는질문", path: "FAQ" },
  { text: "문의하기", path: "inquiry" },
];

export const monamiFaq = [
  {
    q: "대량 구매 문의?",
    a: "모나미 제품 대량구매 문의는 모나미 홈페이지 내 고객지원>문의하기>문의내용>대량구매문의 카테고리 선택 후 게시판으로 문의 남겨주시면 담당부서에서 평일 기준 1-2일 이내로 연락드리고 있습니다. ",
    p: "http://www.monami.com/customer/inquiry.php?bluk=10",
  },
  {
    q: "콜라보레이션 문의?",
    a: "모나미 제품 콜라보레이션 문의는 모나미 홈페이지 내 고객지원> 문의하기> 문의내용>제안사항(콜라보레이션) 게시판으로 문의 남겨주시면 담당부서에서 평일 기준 1-2일 이내로 연락 드리고 있습니다.",
    p: "http://www.monami.com/customer/inquiry.php",
  },
  {
    q: "판촉용 기업 맞춤 제품 문의?",
    a: "기업 맞춤 제작은 모나미 홈페이지 내 기업구매/개발> 기업 및 단체 구매 >기업서비스 홈페이지 내 Contact Us 게시판으로 문의 남겨주시면 담당부서에서 평일 기준 1-2일 이내로 연락 드리고 있습니다.",
    p: "http://mpms.monami.com/promotion/",
  },
  {
    q: "물질안건보건자료 [MSDS], 윰해물질 성적서가 필요해요.",
    a: "안건보건자료 [MSDS], 유해물질 성적서는 이메일로 전달 드리고 있습니다. 아래의 이메일로 필요하신 성적서명칭, 제품명 기재하여 문의 바랍니다.",
    p: "E-MAIL : help2@monami.com",
  },
  {
    q: "모나미 만년팰 사용 / 세척 방법이 궁금해요.",
    a: [
      {
        title:
          "만년필은 구조 특성 상 닙 세척 후 원활하게 사용 가능합니다. 아래에 방법으로 닙 세척을 권장드립니다.",
        isArray: false,
      },
      {
        title: "납세척 방법",
        items: [
          " 컵 또는 종이컵에 미지근한 물을 준비한다.",
          " 만년필에서 잉크를 분리한 후 닙을 하방향으로 해서 5-10분정도 담가준다.",
          " 화장지로 감싸 최대한 물기를 제거한 후 잉크를 재 장착한다.",
          " 잉크 유도 후 사용한다.",
        ],
      },
      {
        title: "잉크유도 방법",
        items: [
          " 카트리지, 컨버터는 '딱'소리가 날 때까지 눌러서 끼운다.",
          " 티슈나 종이를 깔고 만년필이 잘 나올 수 있도록 흔들어준다. (*잉크가 튈 수 있으니 주의)",
          " 닙에 새겨진 로고가 위쪽으로 향하게 하여 필기한다.",
          "tip. 닙과 종이의 각도가 40~55도를 유지할 때 잉크가 가장 잘 흘러내립니다.",
        ],
      },
    ],
    p: [
      {
        title: "153 NEO 만년필 사용법 모나미 유튜브",
        path: "https://youtu.be/74OtTN4tkSs",
      },
      {
        title: "잉크 유도 방법 모나미 유튜브",
        path: "https://youtu.be/4EPrMLAxq3M",
      },
    ],
  },
  {
    q: "제조년월이 표시되어 있나요?",
    a: "제품별로 제조년월 표기부분이 다릅니다.\n 1. 유성볼펜류: 심에 표기 2. 마카류: 타케이스에 표기",
  },
  {
    q: "오래 전 구매한 볼펜 필기가 잘 되게 할 수 있는 방법이 있나요?",
    a: "문구류의 경우 소모품으로 영구적인 사용이 어렵습니다. 시일이 지남에 따라 잉크의 마름과 분리현상이 있을 수 있습니다. \n 잉크를 담고 있는 파이프나 필터에서 잉크가 굳어 버리게 되면 재 사용은 어렵습니다.\n 뜨거운 물 사용이나 볼을 불에 달구면 제품 손상 및 잉크 유출 위험이 있습니다. \n 잉크 재사용에 대해서는 별도 방법이 없습니다.",
    p: "",
  },
  {
    q: "볼찌꺼기는 왜 발생 하나요?",
    a: "굴러가면서 필기가 되는 원리로 볼에 묻어 있는 잉크를 다 사용하지 못하고 남아 있는 잉크가 재 회전됨에 따라 잉크가 뭉쳐 볼 찌꺼기가 발생됩니다.",
  },
  {
    q: "잉크 지움 / 세척 방법 문의",
    a: "잉크 오염 발생 시에는 세척 방법이 없습니다. \n 재질에 따라 흡착이 발생하며, 세척 시 오염 부위가 손상 될 수 있습니다.",
  },
  {
    q: "볼펜이 추운 겨울이 되면 잘 나오지 않는 이유는?",
    a: "볼펜 잉크가 얼지는 않으나 온도가 낮으면 점도가 높아져 잉크 흐름이 원활하지 않아 추운 겨울철에는 잘 나오지 않습니다.",
  },
  {
    q: "네임펜, 보드마카, 유성매직 필기 시 냄새가 나는데 안전한가요?",
    a: "네임펜, 유성매직, 보드마카 제품은 KC인증 제품으로 안전에 대한 인증을 받은 제품입니다. \n 냄새가 날 경우 환기를 통해서 제거가 가능합니다.",
  },
  {
    q: "모나미 회화구류 무독성 제품인가요?",
    a: "모나미 회화구류는 KC인증 제품으로 안전에 대한 인증을 받았으며 안전하게 사용 가능합니다. \n ※ KC인증번호는 모나미 카달로그에서 제품별로 확인 가능합니다. (모나미 홈페이지 내 제품 카달로그 다운 가능)",
  },
];

export const monamiInquilryOptions = [
  "-선택",
  "제품문의",
  "제안사항(콜라보레이션 포함)",
  "대량구매문의",
  "산업용제품문의",
  "기타문의",
];
export const monamiInquiry = [
  " CONTACT US",
  " 문의내용",
  "*이름",
  "*이메일",
  "연락처",
  "*제목",
  "*내용",
  "첨부파일",
];
